[
  "obsidian-admonition",
  "obsidian-advanced-slides",
  "obsidian-advanced-uri",
  "obsidian-annotator",
  "obsidian-reveal-active-file",
  "calendar",
  "obsidian-chartsview-plugin",
  "chronology",
  "obsidian-citation-plugin",
  "codeblock-customizer",
  "cmdr",
  "obsidian-custom-frames",
  "customizable-menu",
  "dataview",
  "buttons",
  "obsidian-dynamic-toc",
  "editing-toolbar",
  "obsidian-emoji-toolbar",
  "obsidian-file-path-to-uri",
  "file-tree-alternative",
  "floating-toc",
  "homepage",
  "obsidian-hotkeys-for-specific-files",
  "obsidian-hover-editor",
  "obsidian-image-toolkit",
  "obsidian-journey-plugin",
  "juggl",
  "obsidian-markdown-formatting-assistant-plugin",
  "metadata-menu",
  "metaedit",
  "notion-like-tables",
  "obsidian-charts",
  "obsidian-markmind",
  "obsidian-pandoc",
  "obsidian-paste-as-html",
  "obsidian-path-finder",
  "periodic-notes",
  "quickadd",
  "obsidian-react-components",
  "recent-files-obsidian",
  "obsidian-spaced-repetition",
  "obsidian-style-settings",
  "supercharged-links-obsidian",
  "surfing",
  "table-extended",
  "obsidian-table-generator",
  "obsidian-table-to-csv-exporter",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-timelines",
  "obsidian-tracker",
  "txt-as-md-obsidian",
  "various-complements",
  "waypoint",
  "wikilinks-to-mdlinks-obsidian",
  "workbench-obsidian",
  "workspaces-plus",
  "obsidian-zoom",
  "obsidian-memos",
  "folder-note-plugin",
  "obsidian-kanban",
  "obsidian-booknote-plugin"
]